{

    "ids" : [
        "WCWM, Williamsburg. College radio run by William and Mary students. This is Eight Hundred Eight Dalmations.",
        "You're listening to Eight Hundred Eight Dalmations on William and Mary's very own WCWM Williamsburg, 90.9 FM.",
        "This is Eight Hundred Eight Dalmations on 90.9 WCWM, Williamsburg.",
        "You're listening to 90.9 WCWM, Williamsburg. This is Eight Hundred Eight Dalmations.",
        "Eight Hundred Eight Dalmations on WCWM Williamsburg. Chill-wave, indie dance, Synthpop, and Electronica. 90.9 FM.",
        "90.9 FM, WCWM Williamsburg. This is Eight Hundred Eight Dalmations."
    ],

    "chuckles" : {
        "brag" : [
            "tastier than your grandma's apple pie",
            "our variety makes trail mix look bad",
            "funnier than you, though that's not saying much"
        ],
        "misc" : [
            "more afraid of you than you are of it",
            "just say 'no'",
            "coming to a theater near you",
            "don't talk to strangers"
        ],
        "in-jokes" : [
            "always better than monogram",
            "now twenty percent cooler"
        ],
        "medical" : [
            "recommended by zero out of five doctors",
            "not intended to diagnose, treat, cure, or prevent any disease",
            "less harmful than arsenic",
            "may kill brain cells",
            "extended listening may cause spontaneous witchcraft",
            "not even once"
        ],
        "wm" : [
            "Wawa Pam's favorite radio station",
            "approved by Taylor Reveley, at least on paper",
            "more interesting than that English lecture you're skipping",
            "broadcasting one hundred meters from Revely's bedroom"
        ],
        "fall" : [
            "at least the squirrels haven't nibbled our transmitter down ... yet",
            "because it's warmer in the control room than it is outside, good god like seriously"
        ],
        "politics" : [
            "it's morning again in America",
            "I still like Ike",
            "four more years",
            "don't swap horses in midstream",
            "more entertaining than fox news on november 4th, 2008",
            "the republican party of virginia approved this next song"
        ],
        "technology" : [
            "ask your parents before going online",
            "now on vhs",
            "as seen on TV"
        ]
    },

    "psas" : {
        "activism" : [
            "What do your status updates say? You’re learning a new language? Going all-organic? Instead of typing your feelings, what if you could put them into action? By creating a network to help keep kids off the streets. In a country like Armenia. Or in Honduras. Bringing IT into the classroom. Or on a farm in Tanzania. Helping stem the world’s food crisis by creating a sustainable agricultural program. What if every ounce of your being helped update the status of a person? And in turn, they did the same for you? Would this be enough social interaction? Or is this only the beginning of something larger? Life Is Calling. How far will you go? Peace Corps. Experience our online game at peacecorps.gov/game",
            "Would it be crazy if you just stopped? Everything? Packed your bags and left? For a week. A month. A year. What if you left for two years? Would people think you'd lost your mind? What if you were going far away to help in a village ... on the edge of the Gobi desert. A village crowded with Buddhist temples, not skyscrapers. A place where there isn't a word for recluse, but a thousand words for 'community.' Would it be crazy to go 5,000 miles from home? To spend time with people the rest of the world have only read about? To build libraries, and fill them with stories. To prepare a meal, with food you helped grow. To teach children, and learn a thing or two about yourself. Would that be crazy? Peace Corps. Life is calling. How far will you go? To find out more, call 800.424.8580 or visit peacecorps.gov."
        ],
        "senior citizens" : [
            "Did you know that by the year 2020, one in five drivers will be age 65 or over? There are many Senior Citizens who are safe drivers, but age does have a tendency to slow all of us down a little. Leaving plenty of space between vehicles is important for all drivers, but it's a good idea for older motorists to give themselves a little extra room, since reaction time can slow with age. It's also smart to allow plenty of time to reach your destination, and plan a route that avoids high-traffic or high-speed areas during rush hour. Vision tends to slip a little too, so wear glasses to drive if you need to. Several organizations, including triple-A and AARP offer defensive driving courses designed especially for drivers over fifty-five. This message was sponsered by the Texas Department of Transportation and the Texas Department of Public Safety."
        ],
        "municipal" : [
            "If your home or apartment was built before 1978, renovations can spread lead paint dust that can cause children six and under to grow up with behavior issues and even severe learning disabilities. That's why if you're having work done, the EPA now requires that your contractor be Lead-Safe Certified. Don't let lead paint take away your child's future before it even begins. For a Lead-Safe Certified contractor in your area, visit EPA dot gov slash get lead safe.",
            "70% of sewer blockages in the city of Norfolk are caused by Fat, Oil, and Grease poured down the drain. Be a good citizen and empty your greasy waste into a can. Once it has cooled, you can through it away or recycle it at your local recycling center. Don't pour your oil down the drain."
        ],
        "safety" : [
        "It's a fact. About 800 people, including more than 200 children, are killed annually in bicycle-related crashes nationwide, and about 60 percent of these deaths involve a head injury. The good news: research indicates that a helmet can reduce the risk of serious brain injury by 85 percent. Use your head. Use a helmet.",
        "You wouldn't expect your child to jump on a bike without learning how to safely ride first. Why would you let him ride an ATV without proper training? Riding an ATV is not as easy as it looks. You've got to learn the ropes before you hit the trails. The best way to learn how to ride is to take a training class. Many are free. Too many riders have been killed or seriously injured on ATVs. Don't become a statistic. Take knowledge to the extreme. Log on today to www.atvsafety.gov",
        "It's night time in a kitchen just like yours; all is quiet, or is it? The North American house hippo is found throughout Canada and the Eastern United States. House hippos are very timid creatures and they are rarely seen, but they will defend their territory if provoked. They come out at night to search for food, water, and materials for their nests. The favourite foods of the house hippo are chips, raisins and the crumbs from peanut butter on toast. They build their nests in bedroom closets using lost mittens, dryer lint and bits of string. The nests have to be very soft and warm; house hippos sleep about 16 hours a day. ... That sounded really real, but you knew it couldn't be true, didn't you? That's why it's good to think about what you're watching on TV, and ask questions, kind of like you just did. A message from Concerned Children's Advertisers."
        ],
        "halloween" : [
        "The practice of dressing up in costumes and begging door to door for treats on holidays dates back to the Middle Ages. Trick-or-treating resembles the late medieval practice of souling, when poor folk would go door to door on Hallowmas, November 1st, receiving food in return for prayers for the dead on All Souls Day, November 2nd. It originated in Ireland and Britain, although similar practices for the souls of the dead were found as far south as Italy.",
        "Children of the St. Louis, Missouri area are expected to perform a joke, usually a simple Halloween-themed pun or riddle, before receiving any candy; this 'trick' earns the 'treat'. Children in De-moin, Iowa also tell jokes or otherwise perform before receiving their treat. De-moin trick-or-treating is also unusual in that it is actually done the night before Halloween, known locally as 'Beggars' Night'.",
        "In Scotland and Ireland, trick-or-treating is traditionally called 'guising'. Children receive a gift in the form of food, coins, apples, nuts, or more recently, chocolate. Among the earliest record of guising at Halloween in Scotland is in 1895, where masqueraders in disguise carrying lanterns made out of scooped out turnips visit homes to be rewarded with cakes, fruit and, money."
        ]
    }

}
